{
    "people": [
        {
            "name"  : "Il",
            "race"  : "Fallen Fairy",
            "class" : "Cleric",
            "equip" : "Fairy magic",
            "text"  : "Most fairies produce a soft white or pink glow. Il emits a dark purple color that gets stronger or weaker depending on his mood. He suffers from depression and is almost always bringing down the mood of those around him. He was bound to Captain Miko on Nayru's Blessing and often annoys his comrages. In Calatia, he chose to stay behind with Tarin at the Southern Lighthouse, but left a short time after. His whereabouts are unknown. It is discovered that Il is actually a fallen fairy, and that his kokiri, Mia, has died."
        } ,
        {
            "name"  : "Captain Miko",
            "race"  : "Hylian",
            "class" : "None",
            "equip" : "Bombs",
            "text"  : "Miko was the captain of the merchant ship Nayru's Blessing. It made frequent trips between Hyrule and Calatia. Miko is an old, bumbling Hylian that dresses very nicely and loves food. He was often very jovial, rarely serious. When his ship was attacked, he was mortally wounded. He sent the remainder of his crew away while sacrificing himself to destroy as many of his enemies as he could."
        },
        {
            "name"  : "Zima",
            "race"  : "Rito",
            "class" : "Unknown",
            "equip" : "Bow and arrows",
            "text"  : "A mercenary in charge of Nayru's Blessing's night crew. She was usually very cold to her subordinates and comrades, speaking rarely to anyone. She mostly stayed in the crow's nest of the ship until the end of her shift. She was last seen by the crew as she flew up to the nest, saying \"Good night\" to them while eying the horizon. She is presumed dead."
        },
        {
            "name"  : "Beedle",
            "race"  : "Hylian",
            "class" : "Fighter",
            "equip" : "Crossbow, various items",
            "text"  : "Beedle is a traveling merchant from Hyrule. He carries a huge bag full of trinkets, artifacts, and knick-knacks to sell. He was hired by Miko as a mercenary because he owns a crossbow, though it is unlikely he was ever had to use it. In a fight, Beedle usually just gets in the way and fumbles with his weapon. He leaves the group of mercenaries to travel on his own towards Mabel Village to start his merchant business."
        },
        {
            "name"  : "Masked Assailants",
            "race"  : "Many",
            "class" : "Cleric, Fighter, and more",
            "equip" : "Crossbows, maces, swords, magic, etc.",
            "text"  : "These mysterious enemies dress in dark leather clothes with a mask covering their face. They were responsible for attacking Nayru's Blessing, vanishing by magic when they found some important artifact within its cargo hold. They are very dangerous, claiming that they will soon be a part of a holy war in Calatia."
        },
        {
            "name"  : "Tarin",
            "race"  : "Hylian",
            "class" : "None",
            "equip" : "Scimitar",
            "text"  : "The caretaker of the Southern Lighthouse. Tarin is a very old man who walks with a cane. He and his wife became caretakers of the Lighthouse when they were young. After his wife passed away, Tarin assumed responsibility of the Lighthouse on his own. The task is simple: keep the light stone in the pedastal. For the most part, Tarin was successful with this, until a swarm of Skulltulas covered the light and allowed a demon to temporarily knock the light out. The mercenaries from Hyrule saved him before anything bad could happen, and the Lighthouse was relit."
        },
        {
            "name"  : "Huk",
            "race"  : "Bokoblin",
            "class" : "Sorcerer/Warlock",
            "equip" : "Magic",
            "text"  : "Huk is a self-proclaimed Good Bokoblin who runs the Spring of Wellness campground in the Featherwood Forest. His former tribe was very vicious, and Huk's conscience kept him from that path. He seeks to help people as much as he can even though almost everyone hates his kind. Huk's skin is purple, but this is only an illusion. His real skin color is gold, indicative of his extreme combat prowess."
        },
        {
            "name"  : "Ior",
            "race"  : "Bokoblin",
            "class" : "Artificer",
            "equip" : "Ophinia's broken spear",
            "text"  : "Ior is Huk's son and is also purple-skinned. He acts as a cleaner of the Spring of Wellness and often runs errands for his father, including escorting Beedle to Mabel Village. He was captured and had his left hand cut off. Despite this, he stays in good spirits and helps the mercenaries in other tasks such as protecting Leera. He is very fond of Zedeki and Ophinia, though he acts very shy around them."
        },
        {
            "name"  : "Killiack",
            "race"  : "Hylian",
            "class" : "Rogue",
            "equip" : "Longbow, daggers",
            "text"  : "A poor fisherman's son in Mabel Village, Killiack does his best to protect his mother and sister after his father's untimely death years ago. Killiack was blackmailed by the mysterious masked assailants into service. His mission was to kill the Hyrulean Mercenaries or his mother and sister would be killed. The mercenaries instead saved him and moved him and his sister away from Mabel Village."
        },
        {
            "name"  : "Leera",
            "race"  : "Kokiri",
            "class" : "Sorcerer",
            "equip" : "Fairy magic",
            "text"  : "Leera is a kokiri girl with bright green hair. The kokiri should have disappeared long ago, but Leera continues to roam the cold regions in Calatia, moving between towns and being \"adopted\" by different families. She has a little bit of remaining magic and uses it to defend herself when necessary. Leera is over 4,000 years old. Long ago, the Great Deku Tree of Hyrule sent her to Calatia for a purpose she no longer remembers. She longs for her fairy companion."
        },
        {
            "name"  : "Dax",
            "race"  : "Zora",
            "class" : "Barbarian/Fighter",
            "equip" : "Great sword",
            "text"  : "The Downrigger (and later, Marshal) of Mabel Village. Dax is a tall, blue-skinned Zora with a sword covered in shark teeth. In his position, he intimidates suspicious people who enter the village while also acting as the chief of the town police force. When in a rage, his skin changes to bright red. He interrogates the Hyrulean Mercenaries because he believes them to be colluding with the ravaging Bokoblins, but later comes to trust them. After a change in leadership of Mabel Village, he unwillingly becomes an Interim Marshal of the Loftwing Province."
        },
        {
            "name"  : "Ulrira",
            "race"  : "Hylian",
            "class" : "Unknown",
            "equip" : "Unknown",
            "text"  : "The Elder of Mabel Village. He is usually found sitting alone in the Little Fish Inn each night, drinking quietly and checking his notebooks. Depsite the town's apparent impoverishment, he wears expensive clothes and boots. Most people in town dislike him, feeling that he is slowly ruining the town by mismanaging money. He is later removed from power by Brumlee. At the Temple of Paraba, Majora pulls him into his lair, presumably killing him."
        },
        {
            "name"  : "Billimug",
            "race"  : "Acheman",
            "class" : "Sorcerer/Paladin",
            "equip" : "Spear",
            "text"  : "Identified by a Bokoblin as Billimug, the Acheman was the entity responsible for snuffing out the light of the Southern Lighthouse for a night. Tarin described it as a winged demon, and Huk said that he feared it. Dax mentioned to the Hyrulean Mercenaries that an Acheman killed his wife fifty years ago, suggesting that there may be more than one."
        },
        {
            "name"  : "Blind",
            "race"  : "Hylian/Demon",
            "class" : "Wizard",
            "equip" : "Long sword, fire magic",
            "text"  : "He used to be a thief, according to anyone's best guess. The thieves in the Mabel City Cistern call Blind their leader. Blind wore a cloth around his eyes that his the darkness in them. He could separate his head from his body and cast fire magic. At first, he tried to trick the Hyrulean Mercenaries into helping him find his daughter, but Ophinia saw through the guise and the mercenaries brought him down. His real name was Tavio."
        },
        {
            "name"  : "Bartimus Brumlee",
            "race"  : "Hylian",
            "class" : "Unknown",
            "equip" : "Unknown",
            "text"  : "The owner and president of the Brumlee Fishing Company. Brumlee is a very rich resident of Mabel Village and is often subsidizing the town's police force and merchants with his own money. He and some of his associates later oust Ulrira as Elder, and Brumlee takes over as Interim Elder until an election can be held. Dax suggests that Brumlee is an honorable man and could be trusted."
        },
        {
            "name"  : "The Grave Child",
            "race"  : "Spectre",
            "class" : "Warlock",
            "equip" : "Unknown",
            "text"  : "Not much is known about the Grave Child, other than she appeared once as a ash-skinned Hylian girl. It appears that the body may simply be possessed, though, and is not the Grave Child itself. She claims to be in service of a master who its followers call 'Cruel'. It was the Grave Child who spoke to Ophinia while she tried to pray to Hylia, intending on testing the Paladin's resolve before asking her to align with Cruel."
        },
        {
            "name"  : "Majora",
            "race"  : "God",
            "class" : "Unknown",
            "equip" : "Unknown",
            "text"  : "The dark god Majora claims to be working for Calatia's benefit, though that remains to be seen. His servants include the Grave Child, Billimug the Acheman, and the masked assailants - all of whom simply call him 'Cruel'. In years past, he fought against Calatia while searching for his mask but was defeated by Divine Beast Vah Sarias. After this, he was imprisoned inside Calatia itself on a different plane of existence, though his imprisoners believe he'll escape very soon."
        },
        {
            "name"  : "Elsith",
            "race"  : "Sheikah",
            "class" : "Wizard",
            "equip" : "Staff",
            "text"  : "Elsith is a retired sentinel who has settled in the Blackbite Woods. She acts as the steward of a safe house for anyone traveling through. Her demeanor is very abrasive to anyone who isn't Sheikah."
        },
        {
            "name"  : "Koragath",
            "race"  : "Ice Goron",
            "class" : "Ranger",
            "equip" : "Stone and Metal Bow",
            "text"  : "A retired sentinel who used to adventure with Elsith. Koragath has an Anima, Frost, who acts as a travel companion. He is very jolly and is always willing to help a friend. He might be the only non-Sheikah to whom Elsith is kind."
        },
        {
            "name"  : "Paraba",
            "race"  : "God",
            "class" : "Warlock",
            "equip" : "Runic Battle Axe",
            "text"  : "Paraba used to be the patron god of heroes, but has fallen from power and divinity when Majora took over his temple. For hundreds of years, Paraba wandered Calatia and tried to reintroduce his religion to build up his own power, but found that no one remembered him or his temple anymore. In a battle against Majora's forces, Paraba used the last bit of his divinity to banish Majora, cleanse his own temple, and recharge the sentinels' divine weapons. Upon this, his magic was spent and he passed away."
        },
        {
            "name"  : "Esola",
            "race"  : "Fallen Fairy",
            "class" : "Unknown",
            "equip" : "Unknown",
            "text"  : "As a fallen fairy, Esola's radiance is a dull purple and gray color. She is extremely apathetic and doesn't speak much. According to her, her kokiri, Eakus, and many other kokiri were all killed far in the north."
        },
        {
            "name"  : "Lakna Shaz",
            "race"  : "Sheikah",
            "class" : "Unknown",
            "equip" : "Unknown",
            "text"  : "Described as an ancient Sheikah engineer. Lakna Shaz created the Lighthouse System that keeps Majora trapped in an immaterial plane inside Calatia. According to Paraba, Lakna Shaz is still alive and resides in the Northern Lighthouse in Old Calatia."
        },
        {
            "name"  : "Colapius",
            "race"  : "Lynel",
            "class" : "Ranger",
            "equip" : "Glaive",
            "text"  : "The Scarecrow of Kanalet and head of the police force in the Lellow Prairie. Colapius finds it very hard to trust people, but is quick to correct himself if he is out of line. As the Scarecrow, he is meant to intimidate and alarm people. Colapius's job is mostly to fight the shadow beast infestation of the prairie."
        },
        {
            "name"  : "Glikzong",
            "race"  : "Bokoblin",
            "class" : "Bard",
            "equip" : "Boomerang",
            "text"  : "A simple Bokoblin girl who was part of the tribe enslaved to Majora near the Temple of Paraba. She was meant to be Majora's next sacrifice before Paraba cleansed the temple, and has been left behind by her tribe. Ophinia sends her to live with Huk and his family at the Spring of Wellness."
        },
        {
            "name"  : "Soveliss",
            "race"  : "Gerudo",
            "class" : "Cleric",
            "equip" : "Staff",
            "text"  : "Soveliss is a Sentinel of Calatia and is fully devoted to the Caretaker. She works as a sentinel and is moving south, looking for ways to help the country."
        }
        ,
        {
            "name"  : "Rowan",
            "race"  : "Hylian",
            "class" : "Paladin",
            "equip" : "Short Sword",
            "text"  : "Rowan is a young man who recently has taken his Paladin oaths to the Caretaker. To complete his oaths, he needs to pray in the three large temples in Calatia: in Kanalet, Oldtown, and Chorus of Angels. Currently, he is traveling with Soveliss. He has taken a liking to Ophinia."
        },
        {
            "name"  : "Brynn",
            "race"  : "Hylian",
            "class" : "Fighter",
            "equip" : "Clawshot, Longsword",
            "text"  : "Brynn is the Lord of the House of Pirates. As the leader, he commands the House's navy and forces, vexing Calatia's waters. He was last seen in the House with serious injuries, saved by his first mate, Carrock."
        },
        {
            "name"  : "Carrock",
            "race"  : "Goron",
            "class" : "Wizard",
            "equip" : "Staff",
            "text"  : "Brynn's first mate. Carrock is a large goron that walks with a pronounced limp, though this seems to go away when he is in combat. He casts powerful spells to defend his lord."
        },
        {
            "name"  : "Vartia",
            "race"  : "Sheikah",
            "class" : "Paladin",
            "equip" : "Longswords",
            "text"  : "Vartia was originally assigned to be the Head of the House of Sentinels. When the House of Pirates sacked the Knight's Academy, she became the general in charge of the academy, though she seems to live in fear as the academy is severely understaffed."
        }
        ,
        {
            "name"  : "Mia",
            "race"  : "Kokiri",
            "class" : "Unknown",
            "equip" : "None",
            "text"  : "Mia was Il's Kokiri partner. The two became separated somehow and Il presumed she had disappeared or abandoned him. She briefly reappeared at the Knight's Academy, attacking the party. As Mia died, the spell on her wore off and she recognized Il before dying."
        }
    ]
}